amd-ucode
apache
arandr
archiso
asciidoc
audacity
autoconf
automake
awesome
base
binutils
bison
breeze-icons
cinnamon-settings-daemon
cmake
composer
cowfortune
cpulimit
dmenu
docker
dolphin-emu
dotnet-runtime
dotnet-sdk
efibootmgr
enet
fakeroot
feh
ffmpegthumbnailer
ffmpegthumbs
file
filelight
filezilla
findutils
firefox
flameshot
flex
fuse2
gawk
gcc
geckodriver
gettext
git
gnome-tweaks
gnu-free-fonts
gparted
grep
groff
gst-plugins-good
gtk-engines
gvfs
gzip
htop
hwinfo
i3-gaps
i3blocks
i3lock
i3status
imagemagick
inetutils
iwd
jq
jre-openjdk
kodi
ksysguard
lib32-gnutls
lib32-libpulse
lib32-vulkan-radeon
libhandy
libretro-core-info
libtool
libva-mesa-driver
lightdm
lightdm-gtk-greeter
links
linux
linux-firmware
lutris
lxappearance
m4
make
mbedtls
mesa-vdpau
meson
mpd
mpv
nano
ncdu
ncmpcpp
neofetch
net-tools
networkmanager
nitrogen
noto-fonts-emoji
npm
ntfs-3g
ntp
obs-studio
openssh
opera
p7zip
pacman
patch
pavucontrol
perl-anyevent-i3
pkgconf
plasma-desktop
playerctl
playonlinux
pugixml
pulseaudio
putty
pyenv
python
python-clint
python-docopt
python-mutagen
python-pip
python-simplejson
python-sphinx
python-termcolor
qbittorrent
ranger
razercfg
redshift
retroarch
retroarch-assets-ozone
retroarch-assets-xmb
rofi
screenfetch
scrot
seahorse
sed
sfml
smartmontools
steam
sudo
texinfo
thunar
thunar-media-tags-plugin
thunar-volman
tigervnc
ttf-bitstream-vera
ttf-caladea
ttf-carlito
ttf-dejavu
ttf-fira-code
ttf-font-awesome
ttf-inconsolata
ttf-linux-libertine
ttf-opensans
ttf-ubuntu-font-family
tumbler
unzip
uthash
vim
virt-manager
virtualbox
vlc
vulkan-radeon
w3m
wget
which
wine
winetricks
wireless_tools
xdotool
xf86-video-amdgpu
xf86-video-ati
xfce4-taskmanager
xorg-server
xorg-xev
xorg-xinit
xscreensaver
xterm
yarn
youtube-dl
zsh
zsnes
