amdgpu-pro-libgl
anaconda
autotiling
balena-etcher
bfgminer-git
blackwidowcontrol
byond
chrome-remote-desktop
ds4drv
github-desktop
google-chrome
gotop
libpamac-aur
minecraft-launcher
msi-rgb
multimc-curseforge
multimc5
nomachine
ocs-url
openrazer-daemon
openrazer-driver-dkms
openrazer-meta
openrgb
osu
p7zip-gui
pamac-aur
picom-ibhagwan-git
polybar
polychromatic
pulseaudio-control
puush4linux
python-efl
python-openrazer-git
python38
python39
qdirstat
razercommander
razergenie
rxvt-unicode-pixbuf
sdx
selectdefaultapplication-git
slippi-online-appimage
snapd
soundcloud-dl-git
ticktick
tor-browser
ttf-material-icons-git
ttf-ms-fonts
ttf-twemoji
ttf-vista-fonts
ttf-weather-icons
tty-clock
ulauncher
unityhub
visual-studio-code-bin
vmware-workstation15
wine-lol
xampp
xmrig
yay-git
zenmonitor
zenpower-dkms
zscroll-git
